Repository: l0u1sg/HexConverter
Catalog: BinaryConverter/Localizable.xcstrings
Source language: en
Languages: fr

source: Any base
fr: Toutes bases

source: Binary
fr: Binaire

source: Copy value
fr: Copier la valeur

source: Destination base
fr: Base de destination

source: Dismiss Keyboard
fr: Fermer le clavier

source: Enter the arrival base
fr: Entrer la base d'arrivée

source: Enter the base 10 number here
fr: Entrez le nombre en base 10 ici

source: Enter the number that you want to convert
fr: Entrez le nombre à convertir

source: Enter the source base for the number
fr: Entrez la base source

# menu.conversion.binary
source: Binary
fr: Binaire

# menu.conversion.hexa
source: Hexa
fr: Hexadecimal

source: Number to convert
fr: Le nombre à convertir

source: Result
fr: Résultat

source: Source base
fr: Base source

# Your number in base %@: %@
source: Your number in base %1$@: %2$@
fr: Votre nombre en base %1$@: %2$@

source: Your number in base 2: %@
fr: Votre nombre en base 2: %@

source: Your number in base 16: %@
fr: Votre nombre en base 16: %@
